"LEORefreshHeaderIdleText" = "Pull down to refresh";
"LEORefreshHeaderPullingText" = "Release to refresh";
"LEORefreshHeaderRefreshingText" = "Loading...";

"LEORefreshAutoFooterIdleText" = "Tap or pull up to load more";
"LEORefreshAutoFooterRefreshingText" = "Loading...";
"LEORefreshAutoFooterNoMoreDataText" = "No more data";

"LEORefreshBackFooterIdleText" = "Pull up to load more";
"LEORefreshBackFooterPullingText" = "Release to load more.";
"LEORefreshBackFooterRefreshingText" = "Loading...";
"LEORefreshBackFooterNoMoreDataText" = "No more data";

"LEORefreshHeaderLastTimeText" = "Last update:";
"LEORefreshHeaderDateTodayText" = "Today";
"LEORefreshHeaderNoneLastDateText" = "No record";
